Repository: ikghx/luci
Catalog: applications/luci-app-polipo/po/*/polipo.po
Languages: fr

source: Advanced Settings
fr: Paramètres avancés

source: Allowed clients
fr: Clients autorisés

source: Always use system DNS resolver
fr: Toujours utiliser le résolveur DNS du système

source: Basic HTTP authentication supported. Provide username and password in username:password format.
fr: Authentification basique HTTP supportée. Fournissez un utilisateur et le mot de passe au format utilisateur:motdepasse.

source: DNS and Query Settings
fr: Paramètres de DNS et requêtes

source: DNS server address
fr: Adresse du serveur DNS

source: Delete cache files time
fr: Suppression des fichiers cache temps

source: Disk cache location
fr: Espace disque alloué pour le cache

source: Do not query IPv6
fr: Ne pas faire de requête IPv6

source: Enable if cache (proxy) is shared by multiple users.
fr: Activer si cache (proxy) est partager par plusieurs utilisateurs.

source: First PMM segment size (in bytes)
fr: Taille du 1er segment PPM (en byte)

source: General Settings
fr: Paramètres généraux

source: Grant UCI access for luci-app-polipo
fr: Accorder l'accès à l'UCI pour luci-app-polipo

source: How much RAM should Polipo use for its cache.
fr: Combien de RAM Polipo peut il utiliser pour le cache.

source: In RAM cache size (in bytes)
fr: Taille du cache en RAM (en octets)

source: Listen address
fr: Adresse d'écoute

source: Listen port
fr: Port d'écoute

source: Location where polipo will cache files permanently. Use of external storage devices is recommended, because the cache can grow considerably. Leave it empty to disable on-disk cache.
fr: Emplacement où polipo mettra les fichiers en cache de manière permanente. Il est recommandé d'utiliser des périphériques de stockage externes, car le cache peut s'étendre considérablement. Laissez ce champ vide pour désactiver le cache sur disque.

source: Log file location
fr: Emplacement des fichiers log

source: Log to syslog
fr: Connectez-vous à syslog

source: Logging and RAM
fr: Journalisation et RAM

source: Never use system DNS resolver
fr: Ne jamais utiliser le résolveur DNS du système

source: On-Disk Cache
fr: Cache sur disque

source: PMM segments size (in bytes)
fr: Taille des segments PMM (en bytes)

source: Parent proxy address
fr: Adresse proxy parent

source: Parent proxy address (in host:port format), to which Polipo will forward the requests.
fr: Adresse proxy parent (au format host:port), à laquelle Polipo transmettra les requêtes.

source: Parent proxy authentication
fr: Authentification du proxy parent

source: Polipo Status
fr: Etat de Polipo

source: Polipo is a small and fast caching web proxy.
fr: Polipo est un serveur proxy web de cache petit et rapide.

source: Poor Man's Multiplexing
fr: Multiplexage du pauv' mec

source: Poor Man's Multiplexing (PMM) is a technique that simulates multiplexing by requesting an instance in multiple segments. It tries to lower the latency caused by the weakness of HTTP protocol. NOTE: some sites may not work with PMM enabled.
fr: Le Poor Man's Multiplexing (PMM) est une technique qui simule le multiplexage en demandant une instance dans plusieurs segments. Il essaie de réduire la latence causée par la faiblesse du protocole HTTP. REMARQUE : certains sites peuvent ne pas fonctionner avec PMM activé.

source: Port on which Polipo will listen
fr: Port d'écoute de Polipo

source: Query DNS by hostname
fr: Requête DNS par nom d'hôte

source: Query DNS directly, fallback to system resolver
fr: Query DNS directement, fallback au résolveur système

source: Query DNS directly, for unknown hosts fall back to system resolver
fr: Query DNS directement, pour les hôtes inconnus retomber dans le résolveur système

source: Query IPv4 and IPv6, prefer IPv4
fr: Query IPv4 et IPv6, préférer IPv4

source: Query IPv4 and IPv6, prefer IPv6
fr: Query IPv4 et IPv6, préférer IPv6

source: Query only IPv6
fr: Requête IPv6 uniquement

source: Set the DNS server address to use, if you want Polipo to use different DNS server than the host system.
fr: Définissez l'adresse du serveur DNS à utiliser, si vous souhaitez que Polipo utilise un serveur DNS différent de celui du système hôte.

source: Shared cache
fr: Cache partagé

source: Size of the first PMM segment. If not defined, it defaults to twice the PMM segment size.
fr: Taille du premier segment PMM. Si elle n'est pas définie, elle par défaut à deux fois la taille du segment PMM.

source: Size to which cached files should be truncated
fr: Taille à laquelle les fichiers en cache doivent être tronqués

source: Status
fr: État

source: Syslog facility
fr: Dispositif Syslog

source: The interface on which Polipo will listen. To listen on all interfaces use 0.0.0.0 or :: (IPv6).
fr: L'interface sur laquelle Polipo écoutera. Pour écouter sur toutes les interfaces, utilisez 0.0.0.0 ou : : (IPv6).

source: Time after which cached files will be deleted
fr: Heure après laquelle les fichiers mis en cache seront supprimés

source: Time after which cached files will be truncated
fr: Temps après lequel les fichiers mis en cache seront tronqués

source: To enable PMM, PMM segment size must be set to some positive value.
fr: Pour permettre la taille du segment PMM, il faut définir une valeur positive.

source: Truncate cache files size (in bytes)
fr: Tronquer la taille des fichiers de cache (en bytes)

source: Truncate cache files time
fr: Tronquer le temps des fichiers de cache

source: Use of external storage device is recommended, because the log file is written frequently and can grow considerably.
fr: L'utilisation d'un périphérique de stockage externe est recommandée, car le fichier journal est écrit fréquemment et peut croître considérablement.

source: When listen address is set to 0.0.0.0 or :: (IPv6), you must list clients that are allowed to connect. The format is IP address or network address (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))
fr: Lorsque l’adresse d’écoute est définie sur 0.0.0.0 ou :: (IPv6), vous devez répertorier les clients autorisés à se connecter. Le format est l’adresse IP ou l’adresse réseau (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))

source: enable
fr: activer
