Repository: ikghx/luci
Catalog: applications/luci-app-cshark/po/*/cshark.po
Languages: vi

source: Actions
vi: hành động

source: Clear list
vi: Dọn danh sách

source: Filter
vi: Bộ lọc

source: Grant UCI access for luci-app-cshark
vi: Cấp quyền truy cập UCI cho luci-app-cshark

source: Interface
vi: Giao diện

source: Loading
vi: Đang tải

source: Options
vi: Tuỳ chọn

source: Start capture
vi: Bắt đầu capture

source: Start network capture
vi: Bắt đầu network capture

source: Stop capture
vi: Dừng capture

source: Waiting for capture to complete...
vi: Đang đợi quá trình capture hoàn tất...

source: Waiting for upload to complete...
vi: Đang chờ quá trình tải lên hoàn tất...

source: any
vi: Bất kì

source: seconds
vi: Giây

source: seconds, packets, bytes
vi: giây, packets , byte

source: timeout, bytes, seconds
vi: thời gian chờ, byte, giây

source: value for [seconds, packets, bytes] must be Integer
vi: giá trị cho [giây, gói mạng ,byte] phải là Số nguyên
