Repository: ikghx/luci
Catalog: applications/luci-app-yggdrasil/po/*/yggdrasil.po
Languages: nl

source: Active peers
nl: Actieve peers

source: By default, nodeinfo contains some defaults including the platform, architecture and Yggdrasil version. These can help when surveying the network and diagnosing network routing problems. Enabling nodeinfo privacy prevents this, so that only items specified in "NodeInfo" are sent back if specified.
nl: Nodeinfo bevat standaard enkele standaardinstellingen, waaronder het platform, de architectuur en de Yggdrasil-versie. Deze kunnen helpen bij het onderzoeken van het netwerk en het diagnosticeren van netwerkrouteringsproblemen. Het inschakelen van nodeinfo-privacy voorkomt dit, zodat alleen items die zijn opgegeven in "NodeInfo" worden teruggestuurd indien gespecificeerd.

source: Configuration for which interfaces multicast peer discovery should be enabled on. Regex is a regular expression which is matched against an interface name, and interfaces use the first configuration that they match gainst. Beacon configures whether or not the node should send link-local multicast beacons to advertise their presence, while listening for incoming connections on Port. Listen controls whether or not the node listens for multicast beacons and opens outgoing connections.
nl: Configuratie voor welke interfaces multicast-peerdetectie moet zijn ingeschakeld. Regex is een reguliere expressie die wordt vergeleken met een interfacenaam, en interfaces gebruiken de eerste configuratie waarmee ze overeenkomen. Beacon configureert of het knooppunt al dan niet link-local multicast-bakens moet verzenden om hun aanwezigheid te adverteren, terwijl het luistert naar inkomende verbindingen op Port. Listen bepaalt of het knooppunt al dan niet luistert naar multicast-bakens en uitgaande verbindingen opent.

source: Enable NodeInfo privacy
nl: NodeInfo-privacy inschakelen

source: Encryption keys
nl: Encryptiesleutels

source: Encryption private key
nl: Encryptie privé sleutel

source: Encryption public key
nl: Encryptie openbare sleutel

source: General settings
nl: Algemene instellingen

source: Grant access to LuCI app yggdrasil
nl: Verleen toegang tot de LuCI-app yggdrasil

source: Keep this private. When compromised, generate a new keypair and IPv6.
nl: Houd dit privé. Genereer bij inbraak een nieuw sleutelpaar en IPv6.

source: Link-local port
nl: Link-lokale poort

source: List of connection strings for outbound peer connections in URI format, arranged by source interface, e.g. { "eth0": [ tcp://a.b.c.d:e ] }. Note that SOCKS peerings will NOT be affected by this option and should go in the "Peers" section instead.
nl: Lijst met verbindingsreeksen voor uitgaande peerverbindingen in URI-indeling, gerangschikt op broninterface, b.v. { "eth0": [ tcp://a.b.c.d:e ] }. Houd er rekening mee dat SOCKS-peerings NIET worden beïnvloed door deze optie en in plaats daarvan in de sectie "Peers" moeten worden geplaatst.

source: List of connection strings for outbound peer connections in URI format, e.g. tcp://a.b.c.d:e or socks://a.b.c.d:e/f.g.h.i:j. These connections will obey the operating system routing table, therefore you should use this section when you may connect via different interfaces.
nl: Lijst met verbindingsreeksen voor uitgaande peerverbindingen in URI-indeling, b.v. tcp://a.b.c.d:e of sokken://a.b.c.d:e/f.g.h.i:j. Deze verbindingen volgen de routeringstabel van het besturingssysteem, daarom moet u deze sectie gebruiken wanneer u via verschillende interfaces verbinding kunt maken.

source: Listen addresses
nl: Luister adressen

source: Listen addresses for incoming connections. You will need to add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery will work regardless of any listeners set here. Each listener should be specified in URI format as above, e.g. tcp://0.0.0.0:0 or tcp://[::]:0 to listen on all interfaces.
nl: Luister naar adressen voor inkomende verbindingen. U moet luisteraars toevoegen om inkomende peerings van niet-lokale knooppunten te accepteren. Multicast-peerdetectie werkt ongeacht eventuele luisteraars die hier zijn ingesteld. Elke luisteraar moet worden opgegeven in URI-indeling zoals hierboven, b.v. tcp://0.0.0.0:0 of tcp://[::]:0 om op alle interfaces te luisteren.

source: Listen for beacons
nl: Luister naar bakens

source: MTU size for the interface
nl: MTU-grootte voor de interface

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
nl: Optionele knooppuntinfo. Dit moet een { "key": "value", ... } map zijn of ingesteld als null. Dit is geheel optioneel, maar indien ingesteld, is het op verzoek zichtbaar voor het hele netwerk.

source: Regular expression
nl: Reguliere expressie

source: Send beacons
nl: Bakens verzenden

source: Settings
nl: Instellingen

source: Yggdrasil node status
nl: Yggdrasil knooppunt status

source: Yggdrasil's network interface name
nl: Yggdrasil's netwerk interface naam

source: e.g. tcp://0.0.0.0:0 or tcp://[::]:0
nl: bijv. tcp://0.0.0.0:0 of tcp://[::]:0
