Repository: ikghx/luci
Catalog: applications/luci-app-vnstat/po/*/vnstat.po
Languages: vi

source: Configuration
vi: Cấu hình

source: Daily traffic
vi: lưu lượng truy cập hàng ngày

source: Grant UCI access for luci-app-vnstat
vi: Cấp quyền truy cập UCI cho luci-app-vnstat

source: Graphs
vi: Đồ thị

source: Hourly traffic
vi: Lưu lượng hàng giờ

source: Monitor selected interfaces
vi: Giám sát các giao diện đã chọn

source: Monthly traffic
vi: Lưu lượng hàng tháng

source: No database has been set up yet. Go to the VnStat configuration and enable monitoring for one or more interfaces.
vi: Không có cơ sở dữ liệu nào đã được thiết lập. Truy cập vào cấu hình VnStat và kích hoạt chức năng giám sát cho một hoặc nhiều giao diện.

source: Restart VnStat
vi: Khởi động lại VnStat

source: Summary display
vi: Hiện thị tóm tắt

source: Top 10 display
vi: Hiện thị top 10

source: Update »
vi: Cập nhật »

source: VnStat Graphs
vi: Đồ thị VnStat

source: VnStat Traffic Monitor
vi: VnStat Giám sát Lưu lượng

source: VnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
vi: VnStat là một công cụ giám sát lưu lượng mạng cho Linux, giữ một nhật ký về lưu lượng mạng cho các giao diện đã chọn.
