Repository: ikghx/luci
Catalog: applications/luci-app-https-dns-proxy/po/*/https-dns-proxy.po
Languages: bn

source: %s DoH at %s:%s
bn: %s DoH এ %s:%s

source: %s is not installed or not found
bn: %s ইনস্টল করা নেই বা পাওয়া যায়নি

source: AdGuard (Family Protection)
bn: AdGuard (পরিবার সুরক্ষা)

source: AdGuard (Non-filtering)
bn: AdGuard (নন-ফিল্টারিং)

source: AdGuard (Standard)
bn: AdGuard (স্ট্যান্ডার্ড)

source: AhaDNS - AU (Block Malware + Ads)
bn: AhaDNS - AU (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - ES (Block Malware + Ads)
bn: AhaDNS - ES (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - IN (Block Malware + Ads)
bn: AhaDNS - IN (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - IT (Block Malware + Ads)
bn: AhaDNS - IT (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - NL (Block Malware + Ads)
bn: AhaDNS - NL (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - NO (Block Malware + Ads)
bn: AhaDNS - NO (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - PL (Block Malware + Ads)
bn: AhaDNS - PL (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - US/Chicago (Block Malware + Ads)
bn: AhaDNS - US/শিকাগো (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - US/Los Angeles (Block Malware + Ads)
bn: AhaDNS - US/লস এঞ্জেলেস (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS - US/New York (Block Malware + Ads)
bn: AhaDNS - US/নিউ ইয়র্ক (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: AhaDNS Blitz (Configurable)
bn: AhaDNS Blitz (কনফিগারযোগ্য)

source: Applied Privacy DNS - AT/DE
bn: Applied গোপনীয়তা DNS - AT/DE

source: Blocks access to Mozilla resolvers, forcing local devices to use router for DNS resolution (%smore information%s).
bn: মোজিলা রেজোলিউরগুলিতে অ্যাক্সেস ব্লক করে, স্থানীয় ডিভাইসগুলিকে DNS রেজোলিউশনের জন্য রাউটার ব্যবহার করতে বাধ্য করে (%sআরো তথ্য%s)।

source: Blocks access to iCloud Private Relay resolvers, forcing local devices to use router for DNS resolution (%smore information%s).
bn: আইক্লাউড প্রাইভেট রিলে রিসোলভারগুলিতে অ্যাক্সেস ব্লক করে, স্থানীয় ডিভাইসগুলিকে DNS রেজোলিউশনের জন্য রাউটার ব্যবহার করতে বাধ্য করে (%sআরও তথ্য%s)।

source: CFIEC Public DNS (IPv6 Only)
bn: CFIEC পাবলিক DNS (শুধুমাত্র IPv6)

source: CIRA Canadian Shield (Family)
bn: CIRA কানাডিয়ান শিল্ড (পরিবার)

source: CIRA Canadian Shield (Private)
bn: CIRA কানাডিয়ান শিল্ড (ব্যক্তিগত)

source: CIRA Canadian Shield (Protected)
bn: CIRA কানাডিয়ান শিল্ড (সুরক্ষিত)

source: Canary Domains Mozilla
bn: ক্যানারি ডোমেন মজিলা

source: Canary Domains iCloud
bn: ক্যানারি ডোমেন iCloud

source: CleanBrowsing (Adult Filter)
bn: ক্লিন ব্রাউজিং (প্রাপ্তবয়স্কদের ফিল্টার)

source: CleanBrowsing (Family Filter)
bn: ক্লিন ব্রাউজিং (ফ্যামিলি ফিল্টার)

source: CleanBrowsing (Security Filter)
bn: ক্লিন ব্রাউজিং (নিরাপত্তা ফিল্টার)

source: Cloudflare
bn: ক্লাউডফ্লেয়ার

source: Cloudflare (Family Protection)
bn: ক্লাউডফ্লেয়ার (পারিবারিক সুরক্ষা)

source: Cloudflare (Security Protection)
bn: ক্লাউডফ্লেয়ার (নিরাপত্তা সুরক্ষা)

source: Comss.ru DNS (East)
bn: Comss.ru DNS (পূর্ব)

source: Comss.ru DNS (West)
bn: Comss.ru DNS (পশ্চিম)

source: Configuration
bn: কনফিগারেশন

source: ControlD (Block Malware + Ads + Social)
bn: ControlD (ব্লক ম্যালওয়্যার + বিজ্ঞাপন + সামাজিক)

source: ControlD (Block Malware + Ads)
bn: ControlD (ব্লক ম্যালওয়্যার + বিজ্ঞাপন)

source: ControlD (Block Malware)
bn: ControlD (ব্লক ম্যালওয়্যার)

source: ControlD (Family)
bn: কন্ট্রোলডি (পরিবার)

source: ControlD (Unfiltered)
bn: ControlD (আনফিল্টার করা)

source: DNS For Family
bn: পরিবারের জন্য DNS

source: DNS HTTPS Proxy
bn: DNS HTTPS প্রক্সি

source: DNS HTTPS Proxy Settings
bn: DNS HTTPS প্রক্সি সেটিংস

source: DNSPod Public DNS - CN
bn: DNSPod পাবলিক DNS - CN

source: DSCP Codepoint
bn: DSCP কোডপয়েন্ট

source: Digitale Gesellschaft - CH
bn: ডিজিটাল সোসাইটি - সিএইচ

source: Disable
bn: নিষ্ক্রিয় করুন

source: Do not update configs
bn: কনফিগারেশন আপডেট করবেন না

source: Enable
bn: সক্ষম করুন

source: For more information on different options check
bn: বিভিন্ন বিকল্পের উপর আরো তথ্যের জন্য চেক করুন

source: Force Router DNS
bn: ফোর্স রাউটার DNS

source: Force Router DNS server to all local devices
bn: সমস্ত স্থানীয় ডিভাইসে রাউটার DNS সার্ভারকে বল করুন

source: Forces Router DNS use on local devices, also known as DNS Hijacking.
bn: স্থানীয় ডিভাইসে রাউটার DNS ব্যবহার করতে বাধ্য করে, যা DNS হাইজ্যাকিং নামেও পরিচিত।

source: Google
bn: গুগল

source: Grant UCI and file access for luci-app-https-dns-proxy
bn: luci-app-https-dns-proxy-এর জন্য UCI এবং ফাইল অ্যাক্সেস মঞ্জুর করুন

source: Hurricane Electric
bn: হারিকেন ইলেকট্রিক

source: If update option is selected, the 'DNS forwardings' section of %sDHCP and DNS%s will be automatically updated to use selected DoH providers (%smore information%s).
bn: যদি আপডেট বিকল্পটি নির্বাচন করা হয়, %sDHCP এবং DNS%s-এর 'DNS ফরওয়ার্ডিং' বিভাগটি নির্বাচিত DoH প্রদানকারী (%sআরো তথ্য%s) ব্যবহার করার জন্য স্বয়ংক্রিয়ভাবে আপডেট হবে।

source: Let local devices use Mozilla resolvers
bn: স্থানীয় ডিভাইসগুলিকে Mozilla সমাধানকারী ব্যবহার করতে দিন

source: Let local devices use iCloud Private Relay
bn: স্থানীয় ডিভাইসগুলিকে iCloud প্রাইভেট রিলে ব্যবহার করতে দিন

source: Let local devices use their own DNS servers if set
bn: সেট করা থাকলে স্থানীয় ডিভাইসগুলিকে তাদের নিজস্ব DNS সার্ভার ব্যবহার করতে দিন

source: Listen Address
bn: ঠিকানা শুনুন

source: Listen Port
bn: পোর্ট শুনুন

source: Loading
bn: লোড হচ্ছে

source: NextDNS.io (Configurable)
bn: NextDNS.io (কনফিগারযোগ্য)

source: Quad 9 (Recommended)
bn: কোয়াড 9 (প্রস্তাবিত)

source: Quad 9 (Secured with ECS Support)
bn: Quad 9 (ECS সহায়তায় সুরক্ষিত)

source: Quad 9 (Secured)
bn: কোয়াড 9 (সুরক্ষিত)

source: Quad 9 (Unsecured)
bn: কোয়াড 9 (অনিরাপদ)

source: Reload
bn: পুনরায় লোড করুন

source: Resolver
bn: সমাধানকারী

source: Service Control
bn: পরিষেবা নিয়ন্ত্রণ

source: Service Status
bn: Service অবস্থা

source: Service Status [%s %s]
bn: Service অবস্থা [%s %s]

source: Start
bn: শুরু করুন

source: Stop
bn: থামো

source: Stopped
bn: বন্ধ

source: Update DNSMASQ Config on Start/Stop
bn: স্টার্ট/স্টপে DNSMASQ কনফিগারেশন আপডেট করুন

source: Update all configs
bn: সমস্ত কনফিগারেশন আপডেট করুন

source: and
bn: এবং

source: disabled
bn: স্থগিত
