Repository: ikghx/luci
Catalog: applications/luci-app-ahcp/po/*/ahcp.po
Languages: nl

source: AHCP is an autoconfiguration protocol for IPv6 and dual-stack IPv6/IPv4 networks designed to be used in place of router discovery or DHCP on networks where it is difficult or impossible to configure a server within every link-layer broadcast domain, for example mobile ad-hoc networks.
nl: AHCP is een autoconfiguratieprotocol voor IPv6- en dual-stack IPv6/IPv4-netwerken die zijn ontworpen om te worden gebruikt in plaats van routerdetectie of DHCP op netwerken waar het moeilijk of onmogelijk is om een server te configureren binnen elk uitzenddomein met een linklaag, bijvoorbeeld mobiele advertenties -hoc-netwerken.

source: Active AHCP Leases
nl: Actieve AHCP-leases

source: Address
nl: Adres

source: Advanced Settings
nl: Geavanceerde instellingen

source: Age
nl: Leeftijd

source: Announced DNS servers
nl: Aangekondigde DNS servers

source: Announced NTP servers
nl: Aangekondigde NTP-servers

source: Announced prefixes
nl: Aangekondigde prefix

source: Collecting data...
nl: Gegevens verzamelen...

source: Disable DNS setup
nl: DNS-instellingen uitschakelen

source: General Setup
nl: Algemene instellingen

source: Grant UCI access for luci-app-ahcp
nl: Verleen UCI-toegang voor luci-app-ahcp

source: IPv4 and IPv6
nl: IPv4 en IPv6

source: IPv4 only
nl: Alleen IPv4

source: IPv6 only
nl: Alleen IPv6

source: Lease validity time
nl: Geldigheidsduur lease

source: Log file
nl: Logbestand

source: Multicast address
nl: Multicast-adres

source: Operation mode
nl: Bedrijfsmodus

source: Port
nl: Poort

source: Protocol family
nl: Protocol familie

source: Served interfaces
nl: Bediende interfaces

source: Specifies the announced IPv4 and IPv6 NTP servers
nl: Specificeert de aangekondigde IPv4- en IPv6 NTP-servers

source: Specifies the announced IPv4 and IPv6 name servers
nl: Specificeert de aangekondigde IPv4- en IPv6-naamservers

source: Specifies the announced IPv4 and IPv6 network prefixes in CIDR notation
nl: Specificeert de aangekondigde IPv4- en IPv6-netwerkvoorvoegsels in CIDR-notatie

source: The AHCP Service is not running.
nl: De AHCP-service wordt niet uitgevoerd.

source: The AHCP Service is running with ID %s.
nl: De AHCP-service wordt uitgevoerd met ID %s.

source: There are no active leases.
nl: Er zijn geen actieve huurcontracten.

source: Unique ID file
nl: Uniek ID-bestand
