Repository: ikghx/luci
Catalog: applications/luci-app-ntpc/po/*/ntpc.po
Languages: lt, nl

source: Clock Adjustment
lt: Laikrodžio koregavimas
nl: Aanpassing van de klok

source: Count of time measurements
lt: Skaičiavimas laiko matmenys
nl: Telling van tijdmetingen

source: Current system time
lt: Dabartinis sistemos laikas
nl: Huidige systeemtijd

source: General
lt: Bendrai
nl: Algemeen

source: Grant UCI access for luci-app-ntpc
lt: Suteikti „UCI“ prieigą „luci-app-ntpc“
nl: Verleen UCI-toegang voor luci-app-ntpc

source: Hostname
lt: Skleidėjo vardas/pavadinimas
nl: Hostnaam

source: Offset frequency
lt: „Offset“ dažnis
nl: Offset frequentie

source: Port
lt: Prievadas („Port'as“)
nl: Poort

source: Synchronizes the system time
lt: Sinchronizuoti sistemos laiką
nl: Synchroniseert de systeemtijd

source: Time Server
lt: Serverio laikas
nl: Tijdserver

source: Time Servers
lt: Serverių laikas
nl: Tijdservers

source: Time Synchronisation
lt: Laiko sinchronizavimas
nl: Tijdsynchronisatie

source: Update interval (in seconds)
lt: Atnaujinimo intervalas (sekundėmis)
nl: Update-interval (in seconden)

source: empty = infinite
lt: tuščia = begalybė
nl: leeg = oneindig
