Repository: ikghx/luci
Catalog: applications/luci-app-shairplay/po/*/shairplay.po
Languages: vi

source: AO Device ID
vi: ID thiết bị AO

source: AO Device Name
vi: Tên thiết bị AO

source: AO Driver
vi: Trình điều khiển AO (AO Driver)

source: Airport Name
vi: Tên Airport

source: Default
vi: Mặc định

source: Enabled
vi: Kích Hoạt

source: Grant UCI access for luci-app-shairplay
vi: Cấp quyền truy cập UCI cho luci-app-shairplay

source: HW Address
vi: Địa chỉ HW

source: Password
vi: Mật khẩu

source: Port
vi: Cổng

source: Shairplay is a simple AirPlay server implementation, here you can configure the settings.
vi: Shairplay là một ứng dụng máy chủ AirPlay đơn giản, ở đây bạn có thể cấu hình các thiết lập.
