Repository: ikghx/luci
Catalog: applications/luci-app-dynapoint/po/*/dynapoint.po
Languages: nl, vi

source: Activate this wVIF if status is:
nl: Activeer deze wVIF als de status is:
vi: Kích hoạt wVIF này nếu trạng thái là:

source: Append hostname to ssid
nl: Voeg hostname toe aan ssid
vi: Nối tên máy chủ vào ssid

source: Append the router's hostname to the SSID when connectivity check fails
nl: Voeg de hostname van de router toe aan de SSID als de verbindingscontrole mislukt
vi: Nối tên máy chủ của bộ định tuyến vào SSID khi kiểm tra kết nối không thành công

source: Check Internet connectivity via HTTP header download
nl: Controleer de internetverbinding via HTTP header download
vi: Kiểm tra kết nối Internet thông qua tải xuống header HTTP

source: Configuration
nl: Configuratie
vi: Cấu hình

source: Curl is currently not installed. Please install the package in the
nl: Curl is momenteel niet ge√Ønstalleerd. Installeer het pakket in de
vi: Curl hiện chưa được cài đặt. Vui lòng cài đặt gói

source: Device
nl: Apparaat
vi: Thiết bị

source: Disabled
nl: Uitgeschakeld
vi: Đã vô hiệu hóa

source: Dynamic Access Point Manager
nl: Dynamische Access Point Manager

source: Enabled
nl: Ingeschakeld
vi: Kích Hoạt

source: Failure counter after how many failed download attempts, the state is considered as offline
nl: Foutteller na hoeveel mislukte downloadpogingen, de status wordt dan als offline beschouwd
vi: Bộ đếm lỗi sau bao nhiêu lần tải xuống không thành công, trạng thái được coi là ngoại tuyến

source: Grant UCI access for luci-app-dynapoint
nl: UCI-toegang verlenen voor luci-app-dynapoint
vi: Cấp quyền truy cập UCI cho luci-app-dynapoint

source: List of Wireless Virtual Interfaces (wVIF)
nl: Lijst met draadloze virtuele interfaces (wVIF)
vi: Danh sách Wireless Virtual Interfaces (wVIF)

source: List of host addresses
nl: Lijst met hostadressen
vi: Danh sách địa chỉ máy chủ

source: List of host addresses (url or IP) to track and request http headers from
nl: Lijst met hostadressen (url of IP) om http-headers bij te houden en op te vragen
vi: Danh sách địa chỉ máy chủ (url hoặc IP) để theo dõi và yêu cầu các tiêu đề http từ

source: Mode
nl: Modus
vi: Chế độ

source: Not used by DynaPoint
nl: Niet gebruikt door DynaPoint
vi: DynaPoint không sử dụng

source: Software Section
nl: Software sectie

source: Switch_to_offline threshold
nl: Overschakelen_naar_offline drempelwaarde

source: Time interval in seconds to re-start a new test run
nl: Tijdsinterval in seconden om een testrun opnieuw te starten
vi: Khoảng thời gian tính bằng giây để bắt đầu lại lần chạy thử nghiệm mới

source: Use curl
nl: Curl gebruiken
vi: Sử dụng curl

source: Use curl instead of wget
nl: Gebruik curl in plaats van wget
vi: Sử dụng curl thay cho wget

source: Use curl instead of wget for testing the connectivity.
nl: Gebruik curl in plaats van wget om de connectiviteit te testen.
vi: Sử dụng curl thay cho wget để kiểm tra kết nối.

source: Used interface
nl: Gebruikte interface

source: Which interface should curl use. (Use ifconfig to find out)
nl: Welke interface moet curl gebruiken (Gebruik ifconfig om dat uit te zoeken)
vi: Giao diện nào nên sử dụng curl. (Sử dụng ifconfig để tìm hiểu)

source: Offline
vi: Ngoại tuyến

source: Online
vi: Trực tuyến

source: WiFi Status
vi: Trạng thái WiFi
